<template>
	<v-container>
  		<v-layout wrap justify-space-around>
	  		<v-flex xs12 md9 lg12>
				<h1><span class="chislo">Студия балета для взрослых «Eleqance» </span></h1>
				<p><img src="balet.jpeg" alt="Балет для взрослых" hspace="3" vspace="3"></p>
				<p><strong>Уровень:</strong>  для начинающих</p>
				<p><span class="letter">Классический танец  доступен всем и в любом возрасте.</span></p>
				<p>Студия балета «Eleqance» поможет всем желающим приобщиться к таинству классического танца. Во время занятий балетом вас будут окружать завораживающие звуки классической музыки. Изучая балетные па ,под руководством опытного педагога , ваше тело станет легким , подвижным и гибким , а  движения обретут выразительность , законченность и лаконичность.
				</p><p>Занятия балетом помогут снять скованность и напряжение прошедшего дня, создадут  прекрасное эмоциональное настроение.
				</p><p><span class="chislo11">Грация,изящество, красота – вот наш девиз!</span></p>
				<p>
				<img src="i.jpeg" alt="Балет для взрослых" hspace="3" vspace="3">
				<img src="street.jpeg" alt="Балет для взрослых" hspace="3" vspace="3"></p>
				<ul><span class="letter">Программа обучения включает в себя: </span>
				<li>Классический танец - станок, середина,  прыжки.</li>
				<li>Гимнастику par terre – балетную гимнастику (растяжка , осанка ,укрепление и одновременно расслабление мышц спины, суставов и связок)</li></ul>
				<p><span class="chislo">Вы можете осуществить свою мечту - почувствовать себя балериной.</span></p>
				<p><strong>Для занятий необходима танцевальная форма</strong> – купальник черный с длинным рукавом или рукавом 3/4, черное трико или удобные обтягиваюшие брючки, черные мягкие балетные туфли (балетки) Форма должна быть удобной и привлекательной.
				</p><p>Приобрести форму можно в специализированных магазинах www.sansha.ru ,а также www.qrishko.ru
				</p><p>Все интересующие вас вопросы вы можете задать по телефону  8-499-141-23-29, 8-906-709-02-97- Елена Владимировна Казарян
				</p><p>Продолжительность занятий – 1 час.</p>
				<p><span class="letter">Стоимость 8 занятий в месяц </span>- 4800руб.</p>
				<p>Возможны разовые посещения.<br><span class="letter">Стоимость разового занятия </span>– 600 руб.</p>
				<!-- <p><span class="letter">Начало занятий 2 октября.</span> -->
				<h2><span class="chislo">Расписание занятий (предварительное на сентябрь)</span></h2>
				<ul><span class="letter">понедельник, четверг– каб. 301 </span>
					<li>среда 11.00-12.00 каб. 301</li>
					<li>суббота 12:00-13:00 каб. 301</li>
				</ul>
				<h2><span class="letter">Ждем Вас, милые дамы и господа!</span></h2>
			</v-flex>
		</v-layout>
	</v-container>
</template>