<template>
  <v-layout class="py-4 my-4">
    <v-flex xs10 md7 lg5 offset-lg2 offset-md1 offset-sm2>
      <v-window
        v-model="window"
        class="elevation-2"
      >
        <v-window-item
	        v-for="post in posts"
	        :key="post.name"
			tag="v-flex"
        >
	        <h1>{{ post.title }}</h1>
		    <div v-html="post.content"></div>
        </v-window-item>
      </v-window>
    </v-flex>

    <v-flex xs10 md3 lg3>
	    <v-item-group
		    v-model="window"
		    mandatory
	    >
	      <v-item
		    v-for="post in posts"
		    :key="post.name"
	        v-slot:default="{ toggle }"
	      >
	        <div class="py-2"

			@click="toggle"
	          >
				<v-btn
				color="secondary"
		        flat
		        >
		    	{{ post.title }} </v-btn>
			</div>
	      </v-item>
	    </v-item-group>
	   </v-flex>

  </v-layout>
</template>


<script>
	export default {
		data: () => ({
    length: 3,
    window: 0,
	posts: [
		{
		name: 'tab-pressa1',
		title:'До свидания, Уфа! Здравствуй, Сочи!',
		content: `<div>
				<p>История этого путешествия началась в августе 2015 года, когда хореографический ансамбль «Сувенир», под руководством Елены Владимировны Казарян отправился на II фестиваль творческих коллективов и исполнителей «Газпром трансгаз Москва» «Созвездие», который проходил в Воронеже. Конечно же, мы очень волновались, потому что одним из членов жюри конкурса была Гюзель Махмудовна Апанаева - народная артистка России, лауреат премии «Душа танца», директор и художественный руководитель школы-студии при Государственном Академическом ансамбле народного танца имени Игоря Моисеева, а нас окружали очень сильные соперники. Мы прошли первый отборочный тур и стали лучшими, завоевав Гран-при, что позволило нам принять участие в VII корпоративном фестивале «Факел» «Газпром» в Уфе.</p>
				<p>И вот, поздно ночью, 15 октября, самолет Публичного Акционерного Общества «Газпром», следующий по маршруту «Москва–Уфа», поднялся в небо. На его борту находилась творческая делегация «Газпром трансгаз Москва», всего 70 человек: юные исполнители народных танцев из Курска, фольклорный ансамбль «Соловушки» из Ельца, музыканты - инструменталисты из Воронежа, юная певица Варенька из деревни Щекино, а также хореографический ансамбль «Сувенир» из Москвы и наш замечательный художественный руководитель Елена Владимировна Казарян. Во время полёта все успели перезнакомиться, было весело, и время пролетело незаметно. И вот она, столица Башкортостана - Уфа!</p>
				<p><img src="/fotos/pressa27.jpg" alt="До свидания, Уфа! Здравствуй, Сочи!" width="100%"></p>
				<p>Большой и красивый город встретил участников фестиваля «Факел» «Газпром» хорошей погодой и ласковым солнышком. Уже по дороге из аэропорта появилось желание увидеть его вблизи. В холе гостиницы делегации приветствовали девушки в национальных башкирских костюмах, предлагая попробовать национальное угощение «Чак - чак». Церемония встречи, сопровождаемая мелодиями в исполнении ансамбля народных инструментов, не могла не вызвать радостных улыбок прибывающих участников и гостей фестиваля. Встретили нас прекрасно, как знаменитостей, подарили великолепные подарки. Мы были счастливы.</p>
				<p>«Факел» начал свою работу потрясающей церемонией открытия, которая, как и все конкурсные дни, а также церемонии награждения и закрытия, проходила в Большом зале Государственного концертного зала «Башкортостан» в самом центре Уфы. Участников фестиваля приветствовали: начальник департамента ПАО «Газпром», руководитель оргкомитета по проведению фестиваля «Факел» Александр Беспалов, генеральный директор 000 «Газпром трансгаз Уфа» Шамиль Шарипов, Премьер-министр Правительства республики Башкортостан Рустем Марданов и глава администрации городского округа Уфа Республики Башкортостан ИрекЯлалов.
				Самодеятельные коллективы и исполнители были поделены на три возрастные категории, которые представили для оценки жюри более ста концертных номеров в различных направлениях искусств. Ансамбль «Сувенир» выступал с танцем «Путь к свободе» в стиле модерн. В подготовку этого номера было вложено много сил и энергии, потому что для нас это было новое направление с очень сложной эмоциональной составляющей. В итоге, компетентное жюри, которое возглавляла Александра Андреевна Пер-мякова - народная артистка России, художественный руководитель Государственного академического русского народного хора имени Митрофана Ефимовича Пятницкого, по достоинству оценило нашу работу, и «Сувенир» завоевал I место в номинации «Эстрадная хореография» в средней возрастной категории. А, кроме того, нам вручили прекрасный приз - видеокамеру и, что самое радостное, путевку на следующий тур «Факела», который пройдет в городе Сочи в мае 2017 года.</p>
				<p>Каждый наш фестивальный день был расписан по минутам - мастер классы по народному танцу от заслуженной артистки России, педагога-репетитора Государственного Академического ансамбля «Березка» имени Надежды Надеждиной, доцента кафедры народного танца Московского государственного института культуры Елены Вилорьевны Гришковой, мастер классы по современной хореографии от хореографа, режиссера-постановщика танцевальных телепроектов, сол иста танцевального коллектива «АгЮодз» Игоря Викторовича Рудника, а также насыщенная культурная программа. Мы побывали в Башкирском Государственном театре оперы и балета, в национальном музее республики Башкортостан, в мечети «Ля-Ля Тюльпан», одним словом увидели множество достопримечательных и исторических мест Уфы. И всё это нам подарил незабываемый «Факел». Прекрасная организация фестиваля, доброжелательная и позитивная атмосфера, любовь и забота со стороны руководителя делегации «Газпром трансгаз Москва», его помощников, кураторов оставили тёплые и незабываемы впечатления!</p>
				<p>Фестивальная неделя пролетела как один день, и все с грустью расставались с Уфой.</p>
				<p>До свидания, Уфа! Здравствуй, Сочи!</p>
				<p align="left">Мария Светлова</p>
				</div>`
		},

		{
		name: 'tab-pressa2',
		title:'Танец — в подарок',
		content: `<div>
			<p><a href="/fotos/pressa25/prometei2017.jpg" rel="iload::Фото" title="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"><img src="/fotos/pressa25/prometei2017.jpg" height="300" border="0" alt="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"></a>
			<br><a href="/fotos/pressa25/promete-6-17.pdf">скачать газету</a></p>
			<h1>Танец — в подарок</h1>
			<h2>Интервью с художественным руководителем хореографического ансамбля «сувенир» Еленой Владимировной Казарян</h2>
			<a href="/fotos/pressa25/pressa25-1.jpg" rel="iload::Фото" title="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"><img src="/fotos/pressa25/pressa25-1.jpg" vspace="21" hspace="21" height="300" border="0" alt="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"></a>
			<p class="letter">— Елена Владимировна, расскажите, пожалуйста читателям немного о том, как появился ансамбль «Сувенир»? Почему выбрали именно такое название?</p>
			<p>— Народный коллектив хореографический ансамбль «Сувенир» создан в сентябре 1998 года. Сначала это был маленький кружок, где занималось небольшое количество девочек и мальчиков. Я работала артисткой балета Москонцерта, и в свободное время стала заниматься с детьми. Хотела научить детей понимать и создавать прекрасное, развить образное мышление, гармоничную пластику. </p>
			<p>Название для коллектива было найдено сразу. «Сувенир» — слово французское, переводится как «памятный подарок». И действительно, каждое выступление становится для нас не просто памятным подарком, а незабываемым событием. Я люблю русскую культуру, всегда знала, что буду заниматься хореографией, и с помощью танца все больше рассказывать, пропагандировать ее особенный колорит. Название «Сувенир» очень емкое. Оно включает в себя и народные танцы, и cовременную хореографию. Такое название дало начало нашему большому и дружному коллективу.</p>
			<p class="letter">— Когда к «Сувениру» пришел первый успех?</p>
			<p>— Спустя год репетиций мы вышли на сцену, выехали на конкурс, завоевали первое место в своей возрастной категории. Это был народный танец. И первый диплом в нашей копилке. </p>
			<p>Самые первые конкурсы были для нас особенно запоминающимися, мы не думали о том, чтобы занимать призовые места. Мы просто танцевали... Когда оказалось, что мы лауреаты, и мы лучшие — это было, конечно, очень приятно.</p>
			<p class="letter">— Кто в ансамбле занимается постановкой танцев?</p>
			<p>— Репертуар складывался на протяжении 20 лет. Первые 5 лет я ставила номера сама. Когда дети вышли на новый уровень, они стали более техничными, сильными, более профессиональными, я поняла, что мы можем создавать новые интересные танцы. У меня в коллективе появились креативные молодые хореографы, которых я очень люблю за то, что мы делаем не шаблонные номера. Потому что, у всех есть «Калинка», а у нас другая «Калинка». У всех есть «Барыня», а у нас не такая как у всех «Барыня». Мы садились и обсуждали, появлялись совместные идеи, мы их утверждали, и реализовывали. Это — совместное коллективное 
			творчество, потому что одно дело сделать номер, а другое — довести его до совершенства, объяснить детям, о чем они танцуют и для чего. </p>
			<a href="/fotos/pressa25/pressa25-2.jpg" rel="iload::Фото" title="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"><img src="/fotos/pressa25/pressa25-2.jpg" vspace="21" hspace="21" height="300" border="0" alt="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"></a>
			<p class="letter">— Кто придумывает костюмы для выступлений и воплощает их в жизнь?</p>
			<p>— Все, что касается костюмов, — достаточно сложная тема, потому что первые костюмы мы шили сами. Когда мы уже вышли на профессиональный уровень, я столкнулась с тем, что имеющиеся костюмы не отвечают тем требованиям, которые диктует профессиональная сцена. На конкурсах и фестивалях очень строгое отношение к стилистике костюма, особенно, если мы говорим о народном танце. Россия имеет свои национальные особенности и колориты, которые необходимо выражать в костюме. От костюма зависит состояние артиста. Костюм, как правило, очень сильно помогает вживаться в тот образ, который ставит хореограф. У меня есть замечательная молодая художница, которая, опять же, не делает шаблонные произведения. Мы сотрудничаем с ней около 15 лет, и многие костюмы сшиты по ее эскизам. Каждый из них эксклюзивен. Поэтому костюм — очень серьезное дополнение к танцу.</p>
			<a href="/fotos/pressa25/pressa25-3.jpg" rel="iload::Фото" title="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"><img src="/fotos/pressa25/pressa25-3.jpg" vspace="21" hspace="21" height="300" border="0" alt="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"></a>
			<p class="letter">— В мае текущего года в Сочи прошел заключительный тур корпоративного фестиваля ПАО «Газпром» «Факел», в котором хореографический нсамбль «Сувенир» выступил с танцевальной композицией «Молитва матери». Расскажите, как рождался этот номер?</p>
			<p>— Несколько лет назад у меня появилась идея создать танец, связанный с нашим военным прошлым, с Победой. И посвятить его женщинам России. Так как у нас в основном женский состав, воспроизвести это было эмоционально очень сложно. Нужна была идея, которую могли бы реализовать девочки. Мне казалось, что девочки вряд ли поймут и осмыслят этот номер изнутри. Потому что нужно не просто технически исполнить художественную композицию, а по средством танца рассказать историю... с душой, без фальши.</p>
			<p>Создавая номер с педагогом-репетитором Марией Львовой, которая работает у меня в коллективе, мы увидели живую заинтересованность девочек, которым предстояло хореографически исполнить столь глубокое произведение на песню Людмилы Гурченко. Я очень волновалась, чтобы танец не стал иллюстрацией к песне, и песня не перетянула на себя все внимание. Поэтому номер ставили год. Долго не получался финал, который был очень мрачным. Тогда я обратилась к театральным режиссерам, чтобы не уйти в совсем драматическую историю. Как только мы определились, что черные ленты должны быть отброшены девочками назад как знак того, что Родина-мать защищает своих сыновей, танец сложился. Он вылился в гармоничное светлое произведение, абсолютно не пессимистичное, несущее глубокий патриотический смысл бессмертного подвига нашего народа. Мы очень рады, что на заключительном туре корпоративного фестиваля ПАО «Газпром» «Факел» высокопрофессиональное жюри поняло идею и смысловую нагрузку номера и оценило его по достоинству. </p>
			<a href="/fotos/pressa25/pressa25-4.jpg" rel="iload::Фото" title="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"><img src="/fotos/pressa25/pressa25-4.jpg" vspace="21" hspace="21" height="300" border="0" alt="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"></a>
			<p class="letter">— Есть ли у «Сувенира» собственные приметы и талисманы перед выходом на сцену?</p>
			<p>— Я считаю, что самый главный талисман — это хорошая работа в хореографическом зале, собранность и дисциплина. Но, я понимаю, что детям для психологического спокойствия важны ритуалы. Кто-то мысленно повторяет номер и представляет каждое движение, комбинацию. А кто-то, видя в зале близких людей, успокаивается, и волнение улетучивается.</p>
			<p class="letter">— Что бы Вы пожелали людям, которые только хотят заняться хореографией?</p>
			<p>— Если у человека возникает желание независимо от возраста заняться танцами, нужно смело делать это. И, когда он будет двигаться вперед, пробовать себя во всем новом, сама жизнь станет более яркой, светлой и эмоционально насыщенной.</p>
			<a href="/fotos/pressa25/pressa25-5.jpg" rel="iload::Фото" title="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"><img src="/fotos/pressa25/pressa25-5.jpg" vspace="21" hspace="21" height="300" border="0" alt="ТАНЕЦ — В ПОДАРОК. ИНТЕРВЬЮ С ХУДОЖЕСТВЕННЫМ РУКОВОДИТЕЛЕМ ХОРЕОГРАФИЧЕСКОГО АНСАМБЛЯ «СУВЕНИР» ЕЛЕНОЙ ВЛАДИМИРОВНОЙ КАЗАРЯН"></a>
			<p class="letter">— В чем, по-Вашему, секрет успеха?</p>
			<p>— В любви к друг другу.</p>
			<p class="letter">— Поделитесь, пожалуйста, творческими планами ансамбля «Сувенир» на ближайшее будущее?</p>
			<p>— Наши творческие планы связаны с компанией «Газпром трансгаз Москва». Вернувшись с почетным 2 местом с корпоративного фестиваля ПАО «Газпром» «Факел», счастливые, с еще не угасшими эмоциями и впечатлениям, мы уже занимаемся и готовимcя к участию в корпоративном фестивале творческих коллективов и исполнителей ООО «Газпром трансгаз Москва» «Созвездие», который пройдет в этот раз в городе Брянске, в августе текущего года. Ведь, все, что делается для детей, всегда остается в памяти на всю жизнь. Все лучшее ждет нас впереди, а наши творческие планы — всегда быть на высоте!</p>
			<p class="letter">— Большое спасибо за беседу. Успехов вам в вашем непростом и одновременно красивом деле, благодарных зрителей и талантливых воспитанников!</p>
			<p class="letter">Беседовала Юлия СЕДОВА</p>
			</div>`
		    }
	      ]
	    })
	  }
</script>