<template>
	<v-container>
  		<v-layout justify-space-around>
  			<v-flex xs10 sm10 md10 lg10>
					<h3 class="display-1 secondary--text">Расписание занятий ансамбля "Сувенир": (предварительное на сентябрь)</span></h3>
					<ul class="mt-4"><strong>Понедельник, четверг:</strong>
						<li>13.00-14.00 –группа «Солнышко» 5лет - 1-ый год обучения</li>
						<li>14.00-15.00 – группа «Звездочка» 6-лет 1-ый год обучения</li>
						<li>15.00-16.30 – группа «Светлячок» 7-8 лет ансамбль</li>
						<li>18.30-20.00– группа «Ласточки» 9-10 лет ансамбль</li>
						<li>20.00-22.00 - группа «Сувенир»</li>
					</ul>
					<ul><strong>Суббота:</strong>
						<ol>
							<li>
								<ul><span class="secondary--text">Для групп ансамбля:</span>
									<li>13.00-14.00 –группа «Солнышко»</li>
									<li>14.00-15.30 – группа «Звездочка»</li>
									<li>16.00-17.30 – группа «Светлячок»</li>
									<li>17.30-19.30– группа «Ласточки»</li>
									<li>20.00-22.00 - группа «Сувенир»</li>
								</ul>
							</li>
							<li>
								<ul><span class="secondary--text">Суббота для групп ансамбля доп. занятия по сценическому движению (каб.311)</span>
									<li>14:15- 15:45- группа «Светлячок»</li>
									<li>16.00-17:30 – группа «Ласточки»</li>
									<li>18:00-19:30- группа «Сувенир»</li>
								</ul>
							</li>
						</ol>
					</ul>
						<p class="mt-5"><span class="secondary--text">Художественный руководитель ансамбля</span> – Елена Владимировна Казарян
						<br>Контактный телефон для связи с художественным руководителем ансамбля: 8-925-06-24-196</p>
					<article>
						<span class="secondary--text">Стоимость обучения 1-й, 2-й год обучения</span> – 8 занятий в месяц – 4800 руб.
						<br><span class="secondary--text">Продолжительность занятия</span> – 1 час.
						<br><span class="secondary--text">Стоимость одного занятия</span> 600 руб.
						<br><span class="secondary--text">Стоимость пробного занятия</span> 800 руб.
					</article>
					<article>
						<span class="secondary--text">Стоимость обучения для концертирующих групп ансамбля</span> - 8 занятий в месяц – 4800 руб.
						<br><span class="secondary--text">Дополнительный день </span>- суббота.
						<br><span class="secondary--text">Продолжительность занятия</span> - 2 часа.
						<br><span class="secondary--text">Стоимость одного занятия</span> 400 руб.
						<br><span class="secondary--text">Стоимость пробного занятия</span> 800 руб.
					</article>
					<article>
						<br>Собрание для родителей всех новеньких и детей 2-ого года обучения состоится 2 сентября (понедельник) в 19:00
						<br>Собрание для родителей концертирующего состава участников ансамбля 4 сентября (среда) в 19:00
						<br>Начало занятий 5 сентября
					</article>	
					<h2 class="mt-4 display-1 secondary--text">Расписание занятий детской хореографической студии «Сюрприз»:предварительное на сентябрь</h2>
					<ul><strong>Понедельник, четверг:</strong>
						<li>16:30-17:15- группа «Ладушки» 3,5-4 года</li>
						<li>17:15- 18:00- группа «Бусинка» 5 лет</li>
					</ul>
					<article>
						<br><span class="secondary--text">Стоимость одного занятия</span> 600 руб.
						<br><span class="secondary--text">8 занятий в месяц</span> – 4800 руб.
						<br><span class="secondary--text">Стоимость пробного занятия</span> - 800 руб.
						<br>Родительское собрание для новеньких состоится 2 сентября в 18:00
						<br>Для детей 2 года обучения родительское собрание 4 сентября в 18:00
					</article>
					<h2 class="mt-4 display-1 secondary--text">Расписание занятий «Elegance»</h2>
					<ul>
						<li>Вторник 9:00-10:00 зал 301</li>
						<li>Пятница 9:00-10:00 зал 301</li>
					</ul>
					<article>
						<br><span class="secondary--text">Продолжительность занятий</span> – 1 час.
						<br><span class="secondary--text">Стоимость 8 занятий в месяц</span>- 4800руб.
						<br><span class="secondary--text">Стоимость разового занятия</span> – 600 руб.
						<br><span class="secondary--text">Начало занятий 5 сентября.</span>
					</article>	
			</v-flex>
		</v-layout>
	</v-container>
</template>