<template>
	<v-container>
  		<v-layout wrap justify-space-around>
  			<v-flex xs12 md9 lg7>
		  		<h1 class="display-2 mb-4">Детская хореографическая студия «Сюрприз»</h1>
				<p>При ансамбле «Сувенир» существует детская хореографическая студия «Сюрприз» для детей 3,5-6 лет. Занятия в студии проводятся по специально разработанной программе, направленной на развитие умственно-физической активности ребенка.</p>
				<p><span class="secondary--text">Особое внимание уделяется занятиям ритмикой.</span> Основа ритмики – музыка, а движение используется как средство более глубокого ее восприятия и понимания. Программное содержание<щущению гармоничного единства движения и музыки, что способствует развитию творческого воображения.</p>
				<ul class="my-4"><span class="secondary--text">Задачи программы:</span>
				<li>Развивать музыкальность и образность движения.</li>
				<li>Учить детей согласовывать свои движения с характером музыки.</li>
				<li>Развивать основы музыкальной культуры.</li>
				<li>Формировать красивую осанку, выразительность и пластику движений и жестов в танцах, хороводах, играх, упражнениях.</li>
				<li>Разучивание с детьми танцевальных композиций в различных стилях: народно-характерный, demi-классика, современный, стилизованно-народный (для детей 2-го и 3-го года обучения).</li>
				<li>Игровое танцевальное творчество.</li></ul>
				<p>По достижении 6 лет, дети, желающие продолжить обучение и имеющие предрасположенность к занятиям хореографией, переводятся в состав ансамбля. </p>
			</v-flex>

  			<v-flex xs12 md3 lg5>

			</v-flex>
		</v-layout>
	</v-container>
</template>